Repository: wp-plugins/shopp-facebook-like-button-sflb
Catalog: languages/sflb-*.po
Languages: nl_nl

source: Facebook Like settings saved.
nl_nl: Shopp Facebook Like Knop (sflb) Instellingen

source: You do not have sufficient permissions to access this page.
nl_nl: Je hebt onvoldoende rechten om deze pagina te bekijken.

source: Shoppdeveloper.com - Main Plugin Page
nl_nl: Shoppdevelover.com - Plugin Hoofdpagina

source: Introduction:
nl_nl: Introductie:

source: The Shopp Extra menu facilitates plugins created by
nl_nl: Het Shopp Extra menu is de basis voor plugins gemaakt door

source: We'd love to hear what you like or don't like about our plugins
nl_nl: We horen graag wat je leuk of niet leuk vindt aan onze plugins

source: What works and what doesn't
nl_nl: Wat werkt en niet werkt

source: Thanks in advance
nl_nl: Bij voorbaat dank

source: Plugins developed so far:
nl_nl: Plugins gemaakt tot nu toe

source: Shopp Variations to Images
nl_nl: Shopp Variaties bij Afbeeldingen

source: This plugin will enhance your customer's shop experience by adjusting the product image to the variation of their choice
nl_nl: Deze plugin verbetert de winkelervaring van je klanten, door de getoonde afbeelding aan te passen aan de keuze die zij maken in het variatie menu

source: For example, when selecting a different print, or color, or model, the product image would adjust to show that print, or color, or model
nl_nl: Het selecteren van bijvoorbeeld een andere kleur, of model van het product zorgt voor een afbeelding die overeenkomt met deze keuze

source: Shopp Bulk Price Editor
nl_nl: Shopp Bulk Prijs Aanpassen

source: Change the price of multiple products at once
nl_nl: Verander de prijs van meerdere producten in één keer

source: For example, increase all product prices in a certain category with a certain amount, or percentage
nl_nl: Verhoog bijvoorbeeld de prijs van alle producten in een bepaalde categorie, met een bepaald bedrag, of percentage

source: Shopp Bulk Product Importer
nl_nl: Shopp Bulk Product Importeren

source: Import products from a CSV file
nl_nl: Importeer producten uit een CSV bestand

source: Shopp Bulk Product Exporter
nl_nl: Shopp Bulk Product Exporteren

source: Export all product details to a CSV file
nl_nl: Exporteer alle producten naar een CSV bestand

source: Shopp Cleaner
nl_nl: Shopp Opruimen

source: Cleanup data left behind by deleted products. Or start from scratch, remove all products, categories, tags but leave orders and customer data untouched.
nl_nl: Verwijder gegevens die zijn achtergebleven na het verwijderen van producten uit de database. Of begin helemaal opnieuw, verwijder alle producten, categoriën, trefwoorden maar laat klant- en order gegevens in tact

source: Shopp Payment Add-on Mollie
nl_nl: Shopp betaalmodule Mollie

source: For Dutch merchants. Add the features of the new Mollie API to your shop
nl_nl: Voor Nederlandse verkopers. Maak gebruik van de nieuwe Mollie mogelijkheden

source: Accept Bancontact/Mister Cash, Bitcoin, Creditcard, iDEAL, Banktransfer, PayPal, paysafecard, and Sofort Banking payments
nl_nl: Accepteer Bancontact/Mister Cash, Bitcoin, Creditcard, iDeal, Banktransfer, PayPal, paysafecard, and Sofort Banking betalingen

source: Shopp Product Page Browser
nl_nl: Shopp Producten Browser

source: Add the feature to go from one product to the next/previous without having to go back to the category page first
nl_nl: Voeg de mogelijkheid toe om van een product naar het volgenden/vorige product te bladeren zonder eerst terug te gaan naar het categorie scherm

source: Shopp Facebook Like Button (sflb) Settings
nl_nl: Shopp Facebook Like Knop (sflb) Instellingen

source: Activity
nl_nl: Activiteit

source: Actor
nl_nl: Acteur

source: Article
nl_nl: Artikel

source: Athlete
nl_nl: Atleet

source: Author
nl_nl: Schrijver

source: Book
nl_nl: Boek

source: Cafe
nl_nl: Café

source: Cause
nl_nl: Goed Doel

source: City
nl_nl: Stad

source: Company
nl_nl: Bedrijf

source: Country
nl_nl: Land

source: Director
nl_nl: Regisseur

source: Drink
nl_nl: Drank

source: Food
nl_nl: Eten

source: Game
nl_nl: Spel

source: Government
nl_nl: Overheid

source: Landmark
nl_nl: Gebeurtenis

source: Movie
nl_nl: Film

source: Musician
nl_nl: Muzikant

source: Politician
nl_nl: Politicus

source: Public Figure
nl_nl: Publiek Figuur

source: Song
nl_nl: Lied

source: Sports League
nl_nl: Sport Evenement

source: Sports Team
nl_nl: Sportteam

source: State Province
nl_nl: Staat Provincie

source: TV Show
nl_nl: TV programma

source: University
nl_nl: Universiteit

source: Share:
nl_nl: Delen

source: Like
nl_nl: Vind ik leuk

source: Like and Share
nl_nl: Like en Delen

source: Share
nl_nl: Delen

source: Select which button to display.
nl_nl: Specificeer welke knop je wilt weergeven.

source: Layout:
nl_nl: Weergave:

source: Standard
nl_nl: Standaard

source: Button Count
nl_nl: Teller in Knop

source: Box Count
nl_nl: Teller in Rechthoek

source: Button
nl_nl: Knop

source: Icon Link
nl_nl: Icoon Link

source: Icon
nl_nl: Icoon

source: Default for Like is Standard. Default for Share is Icon Link.
nl_nl: Standaard waarde voor Like is Standaard. Standaard waarde voor Delen is Icoon Link.

source: Width:
nl_nl: Breedte:

source: Minimum for Standard = 450, Button Count = 90, Box Count = 55, Button = 47.
nl_nl: Minimum waarde for Standaard = 450, Teller in Knop = 90, Teller in Rechthoek = 55, Knop = 47.

source: Show Faces:
nl_nl: Gezichten Weergeven:

source: No
nl_nl: Nee

source: Yes
nl_nl: Ja

source: Display Facebook profile pictures of people who liked your product.
nl_nl: Geef de Profiel foto weer van personen die je product leuk vinden.

source: Action:
nl_nl: Actie:

source: Recommend
nl_nl: Aanbevelen

source: Specify the verb you want to display.
nl_nl: Specificeer welke term je wilt weergeven.

source: Font:
nl_nl: Lettertype:

source: Specify the font you want to use.
nl_nl: Selecteer het gewenste lettertype.

source: Colorscheme:
nl_nl: Kleurenschema:

source: Light
nl_nl: Licht

source: Dark
nl_nl: Donker

source: Select the colorscheme of your website. Default is Light.
nl_nl: Selecteer het kleurschema van je website. Standaardwaarde is Licht.

source: Kid Directed Content:
nl_nl: Gericht op kinderen

source: Your web site or online service, or a portion of your service, is directed to children under 13. Default is No.
nl_nl: Je website/service of gedeelte daarvan is gericht op kinderen jonger dan 13 jaar. Standaard is Nee.

source: Tracking Referral:
nl_nl: Verwijzing

source: Optional. Max. 50 characters.
nl_nl: Optioneel. Max 50 tekens.

source: If you want to use 'Open Graph Tags', you need to specify all *-marked fields.
nl_nl: Om 'Open Graph Tags' te kunnen gebruiken, dien je alle *-gemarkeerde velden in te vullen.

source: Type
nl_nl: Soort

source: Chose a type. Default is 'product'.
nl_nl: Maak een keuze. Standaardwaarde is Product.

source: Size of Image:
nl_nl: Grootte van afbeelding:

source: Specify the size of the image to use. Default is 96, minimum is 50.
nl_nl: Specificeer de grootte van de te gebruiken afbeelding. Standaardwaarde is 96, Minimum is 50.

source: Type of ID
nl_nl: Soort ID

source: Default is Facebook ID.
nl_nl: Standaardwaarde is Facebook ID.

source: ID-number(s)
nl_nl: ID-nummer(s)

source: Comma separate multiple ID's.
nl_nl: Meerdere ID-nummers scheiden door komma.

source: Save Changes
nl_nl: Wijzigingen Opslaan
